export const DEFAULT_STEP_SA = {
  deckId: 21,
  projectId: 4
}

export const STRENGTH_TYPE = {
  weakness: 'weakness',
  strength: 'strength'
} as const
export const dataParent = ['협력형 인재', '친화형 인재', '창조형 인재', '리더형 인재']
export const secondList = [
  '번개 스피드형',
  '무적 적응형',
  '칼날 품위형',
  '오차 제로형',
  '솔로몬형',
  '천진 난만형',
  '따뜻한 가슴형',
  '무한 땡큐형',
  '낭만파형',
  '친절 서비스형',
  '다홍 치마형',
  '자유 영혼형',
  '독창 적인형',
  '만능 기술자형',
  '대기 만성형',
  '슈퍼 파워형',
  '나를 따르라형',
  '자기 통제형',
  '파란 만장형',
  '야심가형'
]

export const thirdList = [
  ['신속', '기민', '기민'],
  ['조화', '기민', '분별'],
  ['신속', '기민', '기민'],
  ['신속', '기민', '기민'],
  ['지혜', '통찰', '지식'],
  ['재치', '유머', '활기'],
  ['격려', '기민', '겸손'],
  ['신속', '기민', '기민'],
  ['신속', '기민', '기민'],
  ['신속', '기민', '기민'],
  ['배려', '친절', '이해'],
  ['수용', '다양', '포용'],
  ['독립', '기민', '자유'],
  ['신속', '기민', '기민'],
  ['신속', '기민', '기민'],
  ['신속', '기민', '기민'],
  ['신속', '기민', '기민'],
  ['신속', '기민', '기민'],
  ['신속', '기민', '기민'],
  ['신속', '기민', '기민'],
  ['결단', '냉철', '통제']
]

export const slide_01_colors = [
  '#CC3731',
  '#D56D36',
  '#DF9A3F',
  '#EEC247',
  '#F6F052',
  '#CAD853',
  '#9CC253',
  '#67B252',
  '#57A05B',
  '#519570',
  '#4D888C',
  '#487CA1',
  '#4772B7',
  '#3555A0',
  '#37328C',
  '#5E338C',
  '#81328B',
  '#953272',
  '#A7345D',
  '#B93648'
]
export const slide_02_colors = [
  '#DADADA',
  '#D56D36',
  '#DADADA',
  '#DADADA',
  '#DADADA',
  '#DADADA',
  '#DADADA',
  '#DADADA',
  '#DADADA',
  '#DADADA',
  '#DADADA',
  '#DADADA',
  '#DADADA',
  '#DADADA',
  '#DADADA',
  '#DADADA',
  '#81328B',
  '#DADADA',
  '#DADADA',
  '#B93649'
]

export const orderBaseKeywordMapping = [
  ['독창적인형'],
  ['파란만장형', '번개스피드형'],
  ['만능기술자형', '독창적인형', '대기만성형'],
  ['따뜻한가슴형', '오차제로형', '천진난만형', '친절서비스형'],
  ['야심가형', '슈퍼파워형', '자기통제형', '칼날품위형'],
  ['솔로몬형', '무한땡큐형', '낭만파형'],
  ['다홍치마형', '독창적인형'],
  ['자유영혼형']
]

export const colors_slide_05 = ['#AECAFF', '#C1D6FF', '#DEE9FF', '#EFF5FF', '#FFF4F2', '#FFEDE9', '#FFDCD4', '#FFC9BE']
