export const SOCIAL_VALUE_SECTOR = [
  {
    label: '빈곤층 감소와 사회안전',
    value: '빈곤층 감소와 사회안전'
  },
  {
    label: '식량안보 및 지속가능한 농업 강화',
    value: '식량안보 및 지속가능한 농업 강화'
  },
  {
    label: '건강하고 행복한 삶 보장',
    value: '건강하고 행복한 삶 보장'
  },
  {
    label: '모두를 위한 양질의 교육',
    value: '모두를 위한 양질의 교육'
  },
  {
    label: '성평등 보장',
    value: '성평등 보장'
  },
  {
    label: '건강하고 안전한 물관리',
    value: '건강하고 안전한 물관리'
  },
  {
    label: '에너지의 친환경적 생산과 소비',
    value: '에너지의 친환경적 생산과 소비'
  },
  {
    label: '좋은 일자리 확대와 경제 성장',
    value: '좋은 일자리 확대와 경제 성장'
  },
  {
    label: '산업의 성장과 혁신 활성화 및 사회기반시설 구축',
    value: '산업의 성장과 혁신 활성화 및 사회기반시설 구축'
  },
  {
    label: '모든 종류의 불평등 해소',
    value: '모든 종류의 불평등 해소'
  },
  {
    label: '포용적이고 안전하며 회복력 있고 지속가능한 도시의 주거지 조성',
    value: '포용적이고 안전하며 회복력 있고 지속가능한 도시의 주거지 조성'
  },
  {
    label: '지속가능한 생산과 소비',
    value: '지속가능한 생산과 소비'
  },
  {
    label: '기후변화와 대응',
    value: '기후변화와 대응'
  },
  {
    label: '해양생태계 보전',
    value: '해양생태계 보전'
  },
  {
    label: '육상생태계 보전',
    value: '육상생태계 보전'
  },
  {
    label: '평화ㆍ정의ㆍ포용',
    value: '평화ㆍ정의ㆍ포용'
  },
  {
    label: '지구촌 협력 강화',
    value: '지구촌 협력 강화'
  }
]

export const DETAIL_VALUE = [
  {
    label: '빈곤층 감소와 사회안전망 강화',
    value: '빈곤층 감소와 사회안전망 강화'
  },
  {
    label: '식량안보 및 지속가능한 농업 강화',
    value: '식량안보 및 지속가능한 농업 강화'
  },
  {
    label: '건강하고 행복한 삶 보장',
    value: '건강하고 행복한 삶 보장'
  },
  {
    label: '모두를 위한 양질의 교육',
    value: '모두를 위한 양질의 교육'
  },
  {
    label: '성평등 보장',
    value: '성평등 보장'
  },
  {
    label: '건강하고 안전한 물관리',
    value: '건강하고 안전한 물관리'
  },
  {
    label: '에너지의 친환경적 생산과 소비',
    value: '에너지의 친환경적 생산과 소비'
  },
  {
    label: '좋은 일자리 확대와 경제 성장',
    value: '좋은 일자리 확대와 경제 성장'
  },
  {
    label: '산업의 성장과 혁신 활성화 및 사회기반시설 구축',
    value: '산업의 성장과 혁신 활성화 및 사회기반시설 구축'
  },
  {
    label: '모든 종류의 불평등 해소',
    value: '모든 종류의 불평등 해소'
  },
  {
    label: '포용적이고 안전하며 회복력 있고 지속가능한 도시의 주거지 조성',
    value: '포용적이고 안전하며 회복력 있고 지속가능한 도시의 주거지 조성'
  },
  {
    label: '지속가능한 생산과 소비',
    value: '지속가능한 생산과 소비'
  },
  {
    label: '기후변화와 대응',
    value: '기후변화와 대응'
  },
  {
    label: '해양생태계 보전',
    value: '해양생태계 보전'
  },
  {
    label: '육상생태계 보전',
    value: '육상생태계 보전'
  },
  {
    label: '평화ㆍ정의ㆍ포용',
    value: '평화ㆍ정의ㆍ포용'
  },
  {
    label: '지구촌 협력 강화',
    value: '지구촌 협력 강화'
  }
]

export const CAPITAL_CONTRIBUTIONS_VALUE = [
  {
    label: '현금 출자',
    value: '현금 출자'
  },
  {
    label: '현물 출자_근로제공',
    value: '현물 출자_근로제공'
  },
  {
    label: '현물 출자_부동산',
    value: '현물 출자_부동산'
  },
  {
    label: '현물 출자_특허권',
    value: '현물 출자_특허권'
  },
  {
    label: '현물 출자_상표권',
    value: '현물 출자_상표권'
  },
  {
    label: '현물 출자_물건',
    value: '현물 출자_물건'
  },
  {
    label: '현물 출자_채권',
    value: '현물 출자_채권'
  },
  {
    label: '현물 출자_유가증권',
    value: '현물 출자_유가증권'
  },
  {
    label: '현물 출자_기타',
    value: '현물 출자_기타'
  }
]

export const REDUCING_POVERTY_AND_STRENGTHENING_THE_SOCIAL_SAFETY_NET = [
  {
    label: ' 남녀노소, 장애여부 등과 관계없이 빈곤인구 비율을 OECD 평균 이하 수준으로 줄이기 위해',
    value: ' 남녀노소, 장애여부 등과 관계없이 빈곤인구 비율을 OECD 평균 이하 수준으로 줄이기 위해'
  },
  {
    label: ' 사회보장제도의 사각지대를 최소화하고, 빈곤층과 취약계층에 대한 실질적 보장을 달성하기 위해',
    value: ' 사회보장제도의 사각지대를 최소화하고, 빈곤층과 취약계층에 대한 실질적 보장을 달성하기 위해'
  },
  {
    label: '빈곤층과 취약계층에 사회서비스 제공을 강화하기 위해',
    value: '빈곤층과 취약계층에 사회서비스 제공을 강화하기 위해'
  },
  {
    label: '빈곤층과 취약계층의 경제･사회･환경적 충격 및 재난에 대한 노출을 감소하고, 회복력을 강화하기 위해',
    value: '빈곤층과 취약계층의 경제･사회･환경적 충격 및 재난에 대한 노출을 감소하고, 회복력을 강화하기 위해'
  }
]

export const ENHANCING_FOOD_SECURITY_AND_PROMOTING_SUSTAINABLE_AGRICULTURE = [
  {
    label: ' 취약계층에 대한 식량 접근성을 안정적으로 보장하기 위해',
    value: ' 취약계층에 대한 식량 접근성을 안정적으로 보장하기 위해'
  },
  {
    label: '농가 소득원을 다각화하고, 경영 안전망을 확충하여 농가 소득 증대를 도모하기 위해',
    value: '농가 소득원을 다각화하고, 경영 안전망을 확충하여 농가 소득 증대를 도모하기 위해'
  },
  {
    label: '지속가능한 식량생산체계를 구축하기 위해',
    value: '지속가능한 식량생산체계를 구축하기 위해'
  },
  {
    label: '종자, 작물, 가축의 유전적 다양성을 유지하고 신품종을 개발하기 위해',
    value: '종자, 작물, 가축의 유전적 다양성을 유지하고 신품종을 개발하기 위해'
  },
  {
    label: '식량작물의 가격 변동성을 줄여 식량 접근성을 보장하기 위해',
    value: '식량작물의 가격 변동성을 줄여 식량 접근성을 보장하기 위해'
  }
]

export const ENSURING_HEALTHY_AND_HAPPY_LIVES = [
  {
    label: ' 만성질환의 위험요인관리와 건강보장을 확대하기 위해',
    value: ' 만성질환의 위험요인관리와 건강보장을 확대하기 위해'
  },
  {
    label: '정신건강을 증진하고 약물오남용을 예방하기 위해',
    value: '정신건강을 증진하고 약물오남용을 예방하기 위해'
  },
  {
    label: '교통사고 등 각종 인명사고로 인한 사망과 신체손상을 예방하기 위해',
    value: '교통사고 등 각종 인명사고로 인한 사망과 신체손상을 예방하기 위해'
  },
  {
    label: '감염병의 예방과 관리를 위해 노력하기 위해',
    value: '감염병의 예방과 관리를 위해 노력하기 위해'
  },
  {
    label: '모성의 건강을 보호하고 증진하기 위해',
    value: '모성의 건강을 보호하고 증진하기 위해'
  },
  {
    label: '아동･청소년의 건강을 보호하고 증진하기 위해',
    value: '아동･청소년의 건강을 보호하고 증진하기 위해'
  },
  {
    label: '기후･환경오염물질로 인한 사망과 질병을 줄이기 위해',
    value: '기후･환경오염물질로 인한 사망과 질병을 줄이기 위해'
  },
  {
    label: ' 대한민국의 저출생 극복과 인구고령화를 대비하기 위해',
    value: ' 대한민국의 저출생 극복과 인구고령화를 대비하기 위해'
  },
  {
    label: '공공보건의료서비스를 확대하여 보편적 의료보장을 달성하기 위해',
    value: '공공보건의료서비스를 확대하여 보편적 의료보장을 달성하기 위해'
  }
]

export const QUALITY_EDUCATION_FOR_ALL = [
  {
    label:
      '모든 아동이 성별과 장애유무에 관계없이 적절하고 효과적인 학습성과를 거둘 수 있도록 양질의 무상 초 중등교육의 평등한 이수를 보장하기 위해',
    value:
      '모든 아동이 성별과 장애유무에 관계없이 적절하고 효과적인 학습성과를 거둘 수 있도록 양질의 무상 초 중등교육의 평등한 이수를 보장하기 위해'
  },
  {
    label: '모든 아동에게 양질의 영유아 보육 및 교육 서비스의 이용기회를 보장하여 초등교육에 대비하기 위해',
    value: '모든 아동에게 양질의 영유아 보육 및 교육 서비스의 이용기회를 보장하여 초등교육에 대비하기 위해'
  },
  {
    label:
      '모든 학습자들에게 성별과 장애유무에 관계없이 적정 비용으로 가능한 양질의 기술교육, 직업교육 및 대학교육을 포함한 고등교육에 대해 평등한 접근을 보장하기 위해',
    value:
      '모든 학습자들에게 성별과 장애유무에 관계없이 적정 비용으로 가능한 양질의 기술교육, 직업교육 및 대학교육을 포함한 고등교육에 대해 평등한 접근을 보장하기 위해'
  },
  {
    label:
      ' 디지털화, 기술변화에 따라 취업, 양질의 일자리, 창업 활동에 필요한 전문기술 및 직업기술 등 적절한 기술을 가진 청소년 및 성인의 수를 실질적으로 증대하기 위해',
    value:
      ' 디지털화, 기술변화에 따라 취업, 양질의 일자리, 창업 활동에 필요한 전문기술 및 직업기술 등 적절한 기술을 가진 청소년 및 성인의 수를 실질적으로 증대하기 위해'
  },
  {
    label:
      '교육에서의 성불평등을 해소하고, 장애인, 이주민, 취약상황에 처한 아동 등 취약계층이 모든 수준의 교육과 직업훈련에 평등하게 접근할 수 있도록 하기 위해',
    value:
      '교육에서의 성불평등을 해소하고, 장애인, 이주민, 취약상황에 처한 아동 등 취약계층이 모든 수준의 교육과 직업훈련에 평등하게 접근할 수 있도록 하기 위해'
  },
  {
    label: '모든 청소년과 다수의 성인이 문해 및 산술능력을 갖추도록 하기 위해',
    value: '모든 청소년과 다수의 성인이 문해 및 산술능력을 갖추도록 하기 위해'
  },
  {
    label:
      '지속가능발전, 지속가능한 생활방식, 인권, 성평등, 평화와 비폭력문화 확산, 세계시민의식, 문화다양성 존중과 지속가능발전을 위한 문화의 기여 등에 대한 교육을 통해 모든 학습자들이 지속가능 발전을 증진하기 위한 지식과 기술을 습득할 수 있도록 하기 위해',
    value:
      '지속가능발전, 지속가능한 생활방식, 인권, 성평등, 평화와 비폭력문화 확산, 세계시민의식, 문화다양성 존중과 지속가능발전을 위한 문화의 기여 등에 대한 교육을 통해 모든 학습자들이 지속가능 발전을 증진하기 위한 지식과 기술을 습득할 수 있도록 하기 위해'
  },
  {
    label:
      '아동, 장애인, 성별을 고려한 교육시설을 건립 개선하고, 안전하고 비폭력적이며, 포용적이고 효과적인 학습환경을 제공하기 위해',
    value:
      '아동, 장애인, 성별을 고려한 교육시설을 건립 개선하고, 안전하고 비폭력적이며, 포용적이고 효과적인 학습환경을 제공하기 위해'
  },
  {
    label: '포용적이고 양질의 교육을 위해 모든 교육단계에서의 충분한 교육재정을 확보하기 위해',
    value: '포용적이고 양질의 교육을 위해 모든 교육단계에서의 충분한 교육재정을 확보하기 위해'
  },
  {
    label: '모든 교육단계에서 양질의 교육을 제공하기 위한 교사를 충분히 확보하기 위해',
    value: '모든 교육단계에서 양질의 교육을 제공하기 위한 교사를 충분히 확보하기 위해'
  }
]

export const HEALTHY_AND_SAFE_WATER_MANAGEMENT = [
  {
    label: '모두를 위한 안전한 식수를 공평하게 공급하기 위해',
    value: '모두를 위한 안전한 식수를 공평하게 공급하기 위해'
  },
  {
    label: '모두에게 편리한 하수도 서비스를 제공하기 위해',
    value: '모두에게 편리한 하수도 서비스를 제공하기 위해'
  },
  {
    label: '수질오염 물질의 수계 유입을 최소화하여 수질개선을 담보하기 위해',
    value: '수질오염 물질의 수계 유입을 최소화하여 수질개선을 담보하기 위해'
  },
  {
    label: '물공급 안정성 도모를 위해 수자원을 효율적으로 사용하기 위해',
    value: '물공급 안정성 도모를 위해 수자원을 효율적으로 사용하기 위해'
  },
  {
    label: '수생태계의 건강성을 회복하고 다양성을 확대하기 위해',
    value: '수생태계의 건강성을 회복하고 다양성을 확대하기 위해'
  },
  {
    label: '건강하고 안전한 물관리를 위해 지역공동체 참여를 지원하고 강화하기 위해',
    value: '건강하고 안전한 물관리를 위해 지역공동체 참여를 지원하고 강화하기 위해'
  }
]

export const ENVIRONMENTALLY_FRIENDLY_PRODUCTION_AND_CONSUMPTION_OF_ENERGY = [
  {
    label: '에너지 서비스에 대해 안정적이고 적정한 접근을 보장하기 위해',
    value: '에너지 서비스에 대해 안정적이고 적정한 접근을 보장하기 위해'
  },
  {
    label: '국가 에너지원에서 청정에너지 공급을 증대하기 위해',
    value: '국가 에너지원에서 청정에너지 공급을 증대하기 위해'
  },
  {
    label: '에너지를 절약하고 에너지 효율을 향상시키기 위해',
    value: '에너지를 절약하고 에너지 효율을 향상시키기 위해'
  },
  {
    label: '운송분야의 에너지소비로 인한 대기오염을 최소화하기 위해',
    value: '운송분야의 에너지소비로 인한 대기오염을 최소화하기 위해'
  }
]

export const EXPANDING_GOOD_JOBS_AND_PROMOTING_ECONOMIC_GROWTH = [
  {
    label: '모두가 행복해지는 경제성장을 하기 위해',
    value: '모두가 행복해지는 경제성장을 하기 위해'
  },
  {
    label: '좋은 일자리 창출을 위한 정책을 강화하기 위해',
    value: '좋은 일자리 창출을 위한 정책을 강화하기 위해'
  },
  {
    label: '중소기업 및 소상공인의 성장을 촉진하기 위해',
    value: '중소기업 및 소상공인의 성장을 촉진하기 위해'
  },
  {
    label: '동일한 가치노동에 대해 동일한 임금을 지급하기 위해',
    value: '동일한 가치노동에 대해 동일한 임금을 지급하기 위해'
  },
  {
    label: '이주노동자, 연소근로자 등 취약그룹 노동자들의 권리 보호를 확대하기 위해',
    value: '이주노동자, 연소근로자 등 취약그룹 노동자들의 권리 보호를 확대하기 위해'
  },
  {
    label: '모든 근로자의 권리를 보호하고 안전하고 건강한 근로 환경을 조성하기 위해',
    value: '모든 근로자의 권리를 보호하고 안전하고 건강한 근로 환경을 조성하기 위해'
  }
]

export const FOSTERING_INDUSTRIAL_GROWTH_AND_INNOVATION_AND_BUILDING_INFRASTRUCTURE = [
  {
    label: '대다수 국민에게 정보접근이 안정적으로 제공될 수 있도록 노력하기 위해',
    value: '대다수 국민에게 정보접근이 안정적으로 제공될 수 있도록 노력하기 위해'
  },
  {
    label: '산업의 다양성을 추구하고 지속가능한 기업 활동의 기반마련을 통해 산업 경쟁력을 확보하기 위해',
    value: '산업의 다양성을 추구하고 지속가능한 기업 활동의 기반마련을 통해 산업 경쟁력을 확보하기 위해'
  },
  {
    label: '기술 역량을 구축하고 혁신을 촉진하여 국제 경쟁력을 강화하기 위해',
    value: '기술 역량을 구축하고 혁신을 촉진하여 국제 경쟁력을 강화하기 위해'
  },
  {
    label: '국가 연구 인력과 자본을 확충하고 적절한 연구의 기획과 실행을 통해 국가 경제성장에 기여하기 위해',
    value: '국가 연구 인력과 자본을 확충하고 적절한 연구의 기획과 실행을 통해 국가 경제성장에 기여하기 위해'
  },
  {
    label: '환경 친화적인 산업 활동과 기술 혁신을 통해 자원 효율성이 높은 산업화를 추구하기 위해',
    value: '환경 친화적인 산업 활동과 기술 혁신을 통해 자원 효율성이 높은 산업화를 추구하기 위해'
  }
]

export const ELIMINATING_ALL_FORMS_OF_INEQUALITY = [
  {
    label: '하위 40% 인구의 가처분소득 증가율을 국가평균보다 높은 수준으로 달성하고 유지하기 위해',
    value: '하위 40% 인구의 가처분소득 증가율을 국가평균보다 높은 수준으로 달성하고 유지하기 위해'
  },
  {
    label: ' 나이, 성별, 장애여부, 지위 등과 관계없이 모든 사람에 대한 사회 경제 정치적 포용성을 확대하기 위해',
    value: ' 나이, 성별, 장애여부, 지위 등과 관계없이 모든 사람에 대한 사회 경제 정치적 포용성을 확대하기 위해'
  },
  {
    label: ' 나이, 성별, 장애여부에 따른 차별적 대우를 철폐하여 공정한 기회를 제공하기 위해',
    value: ' 나이, 성별, 장애여부에 따른 차별적 대우를 철폐하여 공정한 기회를 제공하기 위해'
  },
  {
    label: '재정정책, 임금정책, 사회보호정책을 강화하여 더 높은 수준의 평등을 달성하기 위해',
    value: '재정정책, 임금정책, 사회보호정책을 강화하여 더 높은 수준의 평등을 달성하기 위해'
  },
  {
    label: '내·외국인 권익을 균형적으로 보장하는 이민정책을 통한 상호문화 이해 환경을 조성하기 위해',
    value: '내·외국인 권익을 균형적으로 보장하는 이민정책을 통한 상호문화 이해 환경을 조성하기 위해'
  }
]

export const CREATING_INCLUSSIVE_SAFE_RESILIENT_AND_SUSTAINABLE_CITIES_AND_HUMAN_SETTLEMENTS = [
  {
    label:
      '적절하고 부담 가능한 가격의 주택과 기본서비스에 대한 접근성을 보장하기 위한 노력을 지속적으로 강화하기 위해',
    value: '적절하고 부담 가능한 가격의 주택과 기본서비스에 대한 접근성을 보장하기 위한 노력을 지속적으로 강화하기 위해'
  },
  {
    label:
      '안전하고 부담 가능한 가격의 교통시스템을 제공하고, 특히 여성, 아동, 장애인, 노인 등 취약계층을 고려한 대중교통을 확대하기 위해',
    value:
      '안전하고 부담 가능한 가격의 교통시스템을 제공하고, 특히 여성, 아동, 장애인, 노인 등 취약계층을 고려한 대중교통을 확대하기 위해'
  },
  {
    label: '도시의 포용성과 지속가능성을 제고하며, 주거지에 대한 참여적, 통합적 계획 및 관리 역량을 강화하기 위해',
    value: '도시의 포용성과 지속가능성을 제고하며, 주거지에 대한 참여적, 통합적 계획 및 관리 역량을 강화하기 위해'
  },
  {
    label: '세계 유산을 보호하고 보존하기 위한 노력을 강화하기 위해',
    value: '세계 유산을 보호하고 보존하기 위한 노력을 강화하기 위해'
  },
  {
    label: '재난으로 인한 인명피해와 경제적 손실을 현저히 감소시키며, 통합적 도시재난 위기관리를 개발, 이행하기 위해',
    value: '재난으로 인한 인명피해와 경제적 손실을 현저히 감소시키며, 통합적 도시재난 위기관리를 개발, 이행하기 위해'
  },
  {
    label: '대기질 및 폐기물 관리 등 도시가 가지는 부정적인 환경영향을 감소시키기 위해',
    value: '대기질 및 폐기물 관리 등 도시가 가지는 부정적인 환경영향을 감소시키기 위해'
  },
  {
    label: '여성, 아동, 장애인, 고령자를 포함한 모든 이에게 공공 녹지공간으로의 안전하고 용이한 접근을 보장하기 위해',
    value: '여성, 아동, 장애인, 고령자를 포함한 모든 이에게 공공 녹지공간으로의 안전하고 용이한 접근을 보장하기 위해'
  }
]

export const SUSTAINABLE_PRODUCTION_AND_CONSUMPTION = [
  {
    label: ' 지속가능한 소비와 생산에 관한 통합적인 국가정책을 수립하고 이행하기 위해',
    value: ' 지속가능한 소비와 생산에 관한 통합적인 국가정책을 수립하고 이행하기 위해'
  },
  {
    label: '모든 자원을 지속가능하게 관리하고 효율적으로 사용하기 위해',
    value: '모든 자원을 지속가능하게 관리하고 효율적으로 사용하기 위해'
  },
  {
    label: '식품의 생산 유통과정에서 발생하는 식품 손실과 소비과정에서 발생하는 식품폐기물을 감소시키기 위해',
    value: '식품의 생산 유통과정에서 발생하는 식품 손실과 소비과정에서 발생하는 식품폐기물을 감소시키기 위해'
  },
  {
    label: '화학물질과 유해폐기물의 친환경적 관리를 통해 인간의 건강을 보호하고 환경오염을 예방하기 위해',
    value: '화학물질과 유해폐기물의 친환경적 관리를 통해 인간의 건강을 보호하고 환경오염을 예방하기 위해'
  },
  {
    label: '폐기물의 원천예방과 감량, 재사용과 재활용을 통해 폐기물 발생을 감소시키기 위해',
    value: '폐기물의 원천예방과 감량, 재사용과 재활용을 통해 폐기물 발생을 감소시키기 위해'
  },
  {
    label: '기업의 지속가능 경영활동을 관리하고 지원을 확대하기 위해',
    value: '기업의 지속가능 경영활동을 관리하고 지원을 확대하기 위해'
  },
  {
    label: '녹색 제품 인증 및 녹색 구매의 확대를 통해 지속가능한 녹색 소비를 촉진하기 위해',
    value: '녹색 제품 인증 및 녹색 구매의 확대를 통해 지속가능한 녹색 소비를 촉진하기 위해'
  },
  {
    label: ' 모든 국민이 지속가능발전에 대한 의식을 갖도록 환경교육 참여 기회를 확대하기 위해',
    value: ' 모든 국민이 지속가능발전에 대한 의식을 갖도록 환경교육 참여 기회를 확대하기 위해'
  },
  {
    label:
      '플라스틱이 선순환하도록 플라스틱의 재활용을 증가시키고, 친환경재료 개발을 통해 플라스틱의 환경으로 유출을 방지하기 위해',
    value:
      '플라스틱이 선순환하도록 플라스틱의 재활용을 증가시키고, 친환경재료 개발을 통해 플라스틱의 환경으로 유출을 방지하기 위해'
  },
  {
    label: '지속가능한 관광의 확대를 통해 환경보전에 기여한다. 12-11 화석연료 보조금을 단계적으로 철폐하기 위해',
    value: '지속가능한 관광의 확대를 통해 환경보전에 기여한다. 12-11 화석연료 보조금을 단계적으로 철폐하기 위해'
  }
]

export const CONSERVATION_OF_MARINE_ECOSYSTEMS = [
  {
    label: ' 육상과 해상의 오염물질로부터 해양환경 보전을 위한 관리체계를 확립하기 위해',
    value: ' 육상과 해상의 오염물질로부터 해양환경 보전을 위한 관리체계를 확립하기 위해'
  },
  {
    label: ' 바다의 생태환경과 수산자원의 서식처를 적극적으로 관리하기 위해',
    value: ' 바다의 생태환경과 수산자원의 서식처를 적극적으로 관리하기 위해'
  },
  {
    label: ' 과학기술 협력 강화 등을 통한 해양 산성화에 의한 영향을 최소화하기 위해',
    value: ' 과학기술 협력 강화 등을 통한 해양 산성화에 의한 영향을 최소화하기 위해'
  },
  {
    label: '수산자원을 지속가능하게 관리하고 과도한 어업을 지양하기 위해',
    value: '수산자원을 지속가능하게 관리하고 과도한 어업을 지양하기 위해'
  },
  {
    label: '해양생태계의 체계적인 보전과 현명한 이용을 위해 해양보호구역 지정 면적을 확대하기 위해',
    value: '해양생태계의 체계적인 보전과 현명한 이용을 위해 해양보호구역 지정 면적을 확대하기 위해'
  },
  {
    label: '해양자원의 지속가능한 이용을 통해 경제적 이익을 확보하기 위해',
    value: '해양자원의 지속가능한 이용을 통해 경제적 이익을 확보하기 위해'
  },
  {
    label: ' 해양과학 연구역량 제고와 해양과학기술 이전을 확대하기 위해',
    value: ' 해양과학 연구역량 제고와 해양과학기술 이전을 확대하기 위해'
  },
  {
    label: '소규모 영세어업인의 안정적 어업행위를 지원하기 위해',
    value: '소규모 영세어업인의 안정적 어업행위를 지원하기 위해'
  },
  {
    label:
      '해양과 해양 자원의 보전과 지속가능한 이용에 대한 국제법을 국내법적으로 수용함으로써 해양과 해양 자원의 보전 및 지속가능한 이용을 강화하기 위해',
    value:
      '해양과 해양 자원의 보전과 지속가능한 이용에 대한 국제법을 국내법적으로 수용함으로써 해양과 해양 자원의 보전 및 지속가능한 이용을 강화하기 위해'
  }
]

export const CONSERVATION_OF_TERRESTRIAL_ECOSYSTEMS = [
  {
    label: '육상과 내륙담수의 생태계 다양화를 위해 보전과 복원 활동을 활성화하기 위해',
    value: '육상과 내륙담수의 생태계 다양화를 위해 보전과 복원 활동을 활성화하기 위해'
  },
  {
    label: '산림파괴 중단, 황폐화 된 산림복원 등 지속가능한 산림경영을 강화하기 위해',
    value: '산림파괴 중단, 황폐화 된 산림복원 등 지속가능한 산림경영을 강화하기 위해'
  },
  {
    label: '가뭄 홍수 개발 등으로 황폐화된 토지를 복원하기 위해 노력하기 위해',
    value: '가뭄 홍수 개발 등으로 황폐화된 토지를 복원하기 위해 노력하기 위해'
  },
  {
    label: '생물다양성 손실을 예방하고 멸종위기종을 보호하기 위해',
    value: '생물다양성 손실을 예방하고 멸종위기종을 보호하기 위해'
  },
  {
    label: '야생생물과 인간 사이 접촉점에 대한 관리를 강화하고 야생생물 밀거래를 근절하기 위해',
    value: '야생생물과 인간 사이 접촉점에 대한 관리를 강화하고 야생생물 밀거래를 근절하기 위해'
  },
  {
    label: '침입외래종의 유입을 예방하고 이들이 육지 및 수중 생태계에 미치는 영향을 줄이기 위한 조치를 취하기 위해',
    value: '침입외래종의 유입을 예방하고 이들이 육지 및 수중 생태계에 미치는 영향을 줄이기 위한 조치를 취하기 위해'
  },
  {
    label: '개발사업 등 인간활동으로 단절된 생태축의 복원과 생태네트워크 유지 관리를 위해 노력하기 위해',
    value: '개발사업 등 인간활동으로 단절된 생태축의 복원과 생태네트워크 유지 관리를 위해 노력하기 위해'
  }
]

export const PEACE_JUSTICE_AND_INCLUSION = [
  {
    label: '모든 형태의 폭력 및 폭력으로 인한 사망률을 대폭 감소시키기 위해',
    value: '모든 형태의 폭력 및 폭력으로 인한 사망률을 대폭 감소시키기 위해'
  },
  {
    label: '아동에 대한 학대, 착취, 매매 및 모든 형태의 폭력과 고문을 종식하기 위해',
    value: '아동에 대한 학대, 착취, 매매 및 모든 형태의 폭력과 고문을 종식하기 위해'
  },
  {
    label: '국내 국제적 차원에서 법치를 증진하며, 모두가 평등하게 사법제도의 보호를 받도록 보장하기 위해',
    value: ' 국내 국제적 차원에서 법치를 증진하며, 모두가 평등하게 사법제도의 보호를 받도록 보장하기 위해'
  },
  {
    label:
      '불법 자금 및 무기거래를 감소시키고, 불법취득자산의 환수와 반환조치를 강화하며, 모든 형태의 조직범죄를 퇴치하기 위해',
    value:
      '불법 자금 및 무기거래를 감소시키고, 불법취득자산의 환수와 반환조치를 강화하며, 모든 형태의 조직범죄를 퇴치하기 위해'
  },
  {
    label: '부정부패와 뇌물수수를 감소시키기 위해',
    value: '부정부패와 뇌물수수를 감소시키기 위해'
  },
  {
    label: '효과적이고 책임감 있는 정부정책과 제도를 수립·이행하기 위해',
    value: '효과적이고 책임감 있는 정부정책과 제도를 수립·이행하기 위해'
  },
  {
    label: '포용적이며 사회 각계각층의 시민참여도가 높은 의사결정을 보장하기 위해',
    value: '포용적이며 사회 각계각층의 시민참여도가 높은 의사결정을 보장하기 위해'
  },
  {
    label: '모든 사람에게 출생 등록을 포함하여 법적 지위를 부여하기 위해',
    value: '모든 사람에게 출생 등록을 포함하여 법적 지위를 부여하기 위해'
  },
  {
    label: '국내법과 국제협정에 따라 정보에 대한 대중의 접근을 보장하고, 기본적 자유를 보호하기 위해',
    value: '국내법과 국제협정에 따라 정보에 대한 대중의 접근을 보장하고, 기본적 자유를 보호하기 위해'
  },
  {
    label: '개도국 내 폭력, 테러 및 범죄 퇴치를 위한 공공기관의 역량강화를 위해 국제협력을 강화하기 위해',
    value: '개도국 내 폭력, 테러 및 범죄 퇴치를 위한 공공기관의 역량강화를 위해 국제협력을 강화하기 위해'
  },
  {
    label: '차별을 지양하기 위한 법과 정책을 수립하고 시행한다. 16-12 디지털 인권을 보호하고 증진하기 위해',
    value: '차별을 지양하기 위한 법과 정책을 수립하고 시행한다. 16-12 디지털 인권을 보호하고 증진하기 위해'
  },
  {
    label: '평화와 번영을 위한 남북한 협력을 증진하기 위해',
    value: '평화와 번영을 위한 남북한 협력을 증진하기 위해'
  }
]

export const STRENGTHENING_GLOBAL_PARTNERSHIPS = [
  {
    label: 'ODA를 확대하고 개발재원을 다양화하기 위해',
    value: 'ODA를 확대하고 개발재원을 다양화하기 위해'
  },
  {
    label: '다자무역체제를 촉진하고 개도국의 교역 및 투자증대를 지원하기 위해',
    value: '다자무역체제를 촉진하고 개도국의 교역 및 투자증대를 지원하기 위해'
  },
  {
    label: '개도국의 과학기술 혁신시스템 강화를 지원하기 위해',
    value: '개도국의 과학기술 혁신시스템 강화를 지원하기 위해'
  },
  {
    label: '전략적인 개발협력을 추진하기 위해',
    value: '전략적인 개발협력을 추진하기 위해'
  },
  {
    label: '지속가능발전을 위한 정책 일관성을 강화하기 위해',
    value: '지속가능발전을 위한 정책 일관성을 강화하기 위해'
  },
  {
    label: ' 개도국의 지속가능발전을 위한 다양한 글로벌 파트너십을 강화하기 위해',
    value: ' 개도국의 지속가능발전을 위한 다양한 글로벌 파트너십을 강화하기 위해'
  },
  {
    label: '효과적인 공공, 공공-민간 및 시민사회 간 파트너십을 권장하고 촉진하기 위해',
    value: '효과적인 공공, 공공-민간 및 시민사회 간 파트너십을 권장하고 촉진하기 위해'
  }
]

export const ENSURING_GENDER_EQUALITY = [
  {
    label: '여성과 소녀를 대상으로 하는 모든 형태의 차별을 철폐하기 위해',
    value: '여성과 소녀를 대상으로 하는 모든 형태의 차별을 철폐하기 위해'
  },
  {
    label: ' 모든 여성과 소녀에 대해 모든 영역에서의 인신매매, 성적착취 등의 폭력을 철폐하기 위해',
    value: ' 모든 여성과 소녀에 대해 모든 영역에서의 인신매매, 성적착취 등의 폭력을 철폐하기 위해'
  },
  {
    label: '무보수 돌봄과 가사노동에 대해 인정하고 가치를 부여하기 위해',
    value: '무보수 돌봄과 가사노동에 대해 인정하고 가치를 부여하기 위해'
  },
  {
    label:
      '정치 경제 공적생활의 모든 의사결정 수준에서 여성의 완전하고 효과적인 참여와 리더십을 위해 평등한 기회를 보장하기 위해',
    value:
      '정치 경제 공적생활의 모든 의사결정 수준에서 여성의 완전하고 효과적인 참여와 리더십을 위해 평등한 기회를 보장하기 위해'
  },
  {
    label: '성 재생산 건강과 재생산 권리에 대한 보편적 접근을 보장하기 위해',
    value: '성 재생산 건강과 재생산 권리에 대한 보편적 접근을 보장하기 위해'
  },
  {
    label: '여성권한 강화를 위해 핵심기술, 특히 정보통신기술에 대한 접근을 확대하고 여성인력을 양성하기 위해',
    value: '여성권한 강화를 위해 핵심기술, 특히 정보통신기술에 대한 접근을 확대하고 여성인력을 양성하기 위해'
  },
  {
    label: '모든 수준에서 성평등 및 모든 여성과 소녀의 권한 강화를 위한 견실한 정책과 법을 채택하고 증진하기 위해',
    value: '모든 수준에서 성평등 및 모든 여성과 소녀의 권한 강화를 위한 견실한 정책과 법을 채택하고 증진하기 위해'
  }
]

export const COMBATING_CLIMATE_CHANGE = [
  {
    label: '기후변화로 인해 예상되는 위험을 감소시키고, 자연재해에 대한 회복 및 적응 능력을 강화하기 위해',
    value: '기후변화로 인해 예상되는 위험을 감소시키고, 자연재해에 대한 회복 및 적응 능력을 강화하기 위해'
  },
  {
    label: '기후변화에 대한 조치계획을 지방정책 등에 반영하도록 노력하기 위해',
    value: '기후변화에 대한 조치계획을 지방정책 등에 반영하도록 노력하기 위해'
  },
  {
    label: '기후변화 대응에 관한 역량을 강화하기 위해',
    value: '기후변화 대응에 관한 역량을 강화하기 위해'
  },
  {
    label:
      ' 지구의 온도 상승을 산업화 이전 수준에 비하여 2℃보다 아래로 유지하고 더 나아가 온도 상승을 1.5℃ 까지 제한하도록 노력하기 위해',
    value:
      ' 지구의 온도 상승을 산업화 이전 수준에 비하여 2℃보다 아래로 유지하고 더 나아가 온도 상승을 1.5℃ 까지 제한하도록 노력하기 위해'
  }
]

export const CREATING_INCLUSIVE_SAFE_RESILIENT_AND_SUSTAINABLE_CITIES_AND_HUMAN_SETTLEMENTS = [
  {
    label:
      ' 적절하고 부담 가능한 가격의 주택과 기본서비스에 대한 접근성을 보장하기 위한 노력을 지속적으로 강화하기 위해',
    value:
      ' 적절하고 부담 가능한 가격의 주택과 기본서비스에 대한 접근성을 보장하기 위한 노력을 지속적으로 강화하기 위해'
  },
  {
    label:
      '안전하고 부담 가능한 가격의 교통시스템을 제공하고, 특히 여성, 아동, 장애인, 노인 등 취약계층을 고려한 대중교통을 확대하기 위해',
    value:
      '안전하고 부담 가능한 가격의 교통시스템을 제공하고, 특히 여성, 아동, 장애인, 노인 등 취약계층을 고려한 대중교통을 확대하기 위해'
  },
  {
    label: '도시의 포용성과 지속가능성을 제고하며, 주거지에 대한 참여적, 통합적 계획 및 관리 역량을 강화하기 위해',
    value: '도시의 포용성과 지속가능성을 제고하며, 주거지에 대한 참여적, 통합적 계획 및 관리 역량을 강화하기 위해'
  },
  {
    label: '세계 유산을 보호하고 보존하기 위한 노력을 강화하기 위해',
    value: '세계 유산을 보호하고 보존하기 위한 노력을 강화하기 위해'
  },
  {
    label: ' 재난으로 인한 인명피해와 경제적 손실을 현저히 감소시키며, 통합적 도시재난 위기관리를 개발, 이행하기 위해',
    value: ' 재난으로 인한 인명피해와 경제적 손실을 현저히 감소시키며, 통합적 도시재난 위기관리를 개발, 이행하기 위해'
  },
  {
    label: '대기질 및 폐기물 관리 등 도시가 가지는 부정적인 환경영향을 감소시키기 위해',
    value: '대기질 및 폐기물 관리 등 도시가 가지는 부정적인 환경영향을 감소시키기 위해'
  },
  {
    label: '여성, 아동, 장애인, 고령자를 포함한 모든 이에게 공공 녹지공간으로의 안전하고 용이한 접근을 보장하기 위해',
    value: '여성, 아동, 장애인, 고령자를 포함한 모든 이에게 공공 녹지공간으로의 안전하고 용이한 접근을 보장하기 위해'
  }
]

export enum DOMAINS {
  REDUCING_POVERTY_AND_STRENGTHENING_THE_SOCIAL_SAFETY_NET = '빈곤층 감소와 사회안전망 강화',
  ENHANCING_FOOD_SECURITY_AND_PROMOTING_SUSTAINABLE_AGRICULTURE = '식량안보 및 지속가능한 농업 강화',
  ENSURING_HEALTHY_AND_HAPPY_LIVES = '건강하고 행복한 삶 보장',
  QUALITY_EDUCATION_FOR_ALL = '모두를 위한 양질의 교육',
  ENSURING_GENDER_EQUALITY = '성평등 보장',
  HEALTHY_AND_SAFE_WATER_MANAGEMENT = '건강하고 안전한 물관리',
  ENVIRONMENTALLY_FRIENDLY_PRODUCTION_AND_CONSUMPTION_OF_ENERGY = '에너지의 친환경적 생산과 소비',
  EXPANDING_GOOD_JOBS_AND_PROMOTING_ECONOMIC_GROWTH = '좋은 일자리 확대와 경제 성장',
  FOSTERING_INDUSTRIAL_GROWTH_AND_INNOVATION_AND_BUILDING_INFRASTRUCTURE = '산업의 성장과 혁신 활성화 및 사회기반시설 구축',
  ELIMINATING_ALL_FORMS_OF_INEQUALITY = '모든 종류의 불평등 해소',
  CREATING_INCLUSIVE_SAFE_RESILIENT_AND_SUSTAINABLE_CITIES_AND_HUMAN_SETTLEMENTS = '포용적이고 안전하며 회복력 있고 지속가능한 도시의 주거지 조성',
  SUSTAINABLE_PRODUCTION_AND_CONSUMPTION = '지속가능한 생산과 소비',
  COMBATING_CLIMATE_CHANGE = '기후변화와 대응',
  CONSERVATION_OF_MARINE_ECOSYSTEMS = '해양생태계 보전',
  CONSERVATION_OF_TERRESTRIAL_ECOSYSTEMS = '육상생태계 보전',
  PEACE_JUSTICE_AND_INCLUSION = '평화ㆍ정의ㆍ포용',
  STRENGTHENING_GLOBAL_PARTNERSHIPS = '지구촌 협력 강화'
}
