export const TIPS = `경쟁사 분석은 기업이 경쟁 환경에서 성공적으로 경영하기 위해 중요한 전략적 도구입니다. 차별화 특성을 확인하는 것은 이러한 분석의 핵심 부분 중 하나입니다. 여러 이유로 인해 이 작업이 중요합니다.
  1. 경쟁 우위 확보 : 경쟁사와의 차별화 특성을 발견하고 활용함으로써 기업은 시장에서 경쟁 우위를 확보할 수 있습니다. 이를 통해 더 많은 고객을 유치하고 이탈을 방지할 수 있습니다.
  2. 맞춤형 전략 수립 : 경쟁사의 차별화를 이해함으로써 기업은 자체 전략을 수정하고 조정할 수 있습니다. 경쟁사의 강점과 약점을 파악하여 기업 자체의 강점을 강화하고 경쟁력을 높일 수 있습니다.
  3. 시장 기회 발굴 : 경쟁사의 차별화를 분석하면 새로운 시장 기회를 식별할 수 있습니다. 경쟁사가 놓치는 부분이나 경쟁사에 비해 부족한 부분에 집중하여 새로운 고객층을 확보하거나 새로운 제품/서비스를 개발할 수 있습니다.
  4. 고객 이해 강화 : 경쟁사 분석은 고객의 요구와 기호를 이해하는 데 도움이 됩니다. 경쟁사가 어떻게 고객을 유치하고 유지하는지를 파악하면 이를 참고하여 자사의 제품이나 서비스를 개선할 수 있습니다.
  5. 위험 감소 : 경쟁사 분석을 통해 기업은 시장의 트렌드와 경쟁사의 움직임을 예측할 수 있습니다. 이는 미래의 위험을 미리 감지하고 대비할 수 있게 도와줍니다.
  6. 마케팅 효과적 구성 : 경쟁사의 차별화를 알고 있다면 마케팅 전략을 효과적으로 구성할 수 있습니다. 경쟁사가 강조하는 부분에 대비하여 자사의 강점을 부각시키고 차별화된 메시지를 전달할 수 있습니다.
  7. 향후 전략 수립 : 경쟁사 분석을 통해 얻은 정보는 향후 전략 수립에 큰 도움이 됩니다. 기업은 경쟁사의 동향을 주시하고 변화에 대응하여 지속적으로 발전해 나갈 수 있습니다. 종합적으로, 경쟁사 분석에서 차별화 특성을 확인하는 것은 기업이 경쟁 환경에서 생존하고 성장하기 위해 필수적인 요소입니다.
`

export const DATA_AGE = [
  {
    name: '영유아',
    value: '영유아'
  },
  {
    name: '청소년층',
    value: '청소년층'
  },
  {
    name: '청년층',
    value: '청년층'
  },
  {
    name: '중년층',
    value: '중년층'
  },
  {
    name: '장년층',
    value: '장년층'
  },
  {
    name: '노년층',
    value: '노년층'
  }
]

export const DATA_GENDER = [
  {
    name: '남자',
    value: '남자'
  },
  {
    name: '여자',
    value: '여자'
  }
]

export const DATA_JOB = [
  {
    name: '회사원',
    value: '회사원'
  },
  {
    name: '자영업자',
    value: '자영업자'
  },
  {
    name: '사업가',
    value: '사업가'
  },
  {
    name: '의료전문가',
    value: '의료전문가'
  },
  {
    name: '교육자 / 교사',
    value: '교육자 / 교사'
  },
  {
    name: '기술 / IT 전문가',
    value: '기술 / IT 전문가'
  },
  {
    name: '금융 / 보험 전문가',
    value: '금융 / 보험 전문가'
  },
  {
    name: '예술가 / 창작자',
    value: '예술가 / 창작자'
  },
  {
    name: '건설 및 기술직',
    value: '건설 및 기술직'
  },
  {
    name: '운송 및 물류 업무',
    value: '운송 및 물류 업무'
  },
  {
    name: '판매 및 마케팅',
    value: '판매 및 마케팅'
  },
  {
    name: '서비스직',
    value: '서비스직'
  },
  {
    name: '농부 / 어부',
    value: '농부 / 어부'
  },
  {
    name: '공무원',
    value: '공무원'
  },
  {
    name: '주부',
    value: '주부'
  },
  {
    name: '학생',
    value: '학생'
  },
  {
    name: '무직',
    value: '무직'
  }
]
